#+TITLE: December 27, 2019 - January 7, 2020 (14 days)
#+PROPERTY: Effort_ALL 0 0:05 0:10 0:30 1:00 2:00 3:00 4:00
#+COLUMNS: %35ITEM %TASKID %OWNER %3PRIORITY %TODO %5ESTIMATED{+} %3ACTUAL{+}
* REPORTS
** SCRUM BOARD
#+BEGIN: block-update-board
#+END:
** DEVELOPER SUMMARY
#+BEGIN: block-update-summary
#+END:
** BURNDOWN CHART
#+BEGIN: block-update-graph
#+END:
** BURNDOWN LIST
#+PLOT: title:"Burndown" ind:1 deps:(3 4) set:"term dumb" set:"xtics scale 0.5" set:"ytics scale 0.5" file:"burndown.plt" set:"xrange [0:17]"
#+BEGIN: block-update-burndown
#+END:
** TASK LIST
#+BEGIN: columnview :hlines 2 :maxlevel 5 :id "TASKS"
#+END:
* TASKS
  :PROPERTIES:
  :ID:       TASKS
  :SPRINTLENGTH: 14
  :SPRINTSTART: <2019-12-27 Wed>
  :wpd-kurianbenoy: 1
  :END:
** kurianbenoy
*** Compete in Kaggle DSBowl competition
    :PROPERTIES:
    :ESTIMATED: 10
    :ACTUAL:   3.28
    :OWNER: kurianbenoy
    :ID: DEV.1577503181
    :TASKID: DEV.1577503181
    :END:
    :LOGBOOK:
    CLOCK: [2020-01-04 Sat 23:23]
    CLOCK: [2020-01-04 Sat 08:45]--[2020-01-04 Sat 09:30] =>  0:45
    CLOCK: [2020-01-03 Fri 20:11]--[2020-01-03 Fri 21:35] =>  1:24
    CLOCK: [2020-01-02 Thu 06:58]--[2020-01-02 Thu 07:18] =>  0:20
    CLOCK: [2020-01-01 Wed 22:17]--[2020-01-01 Wed 22:23] =>  0:06
    CLOCK: [2019-12-31 Tue 16:57]--[2019-12-31 Tue 17:39] =>  0:42
    :END:
*** Prepare for GATE 2020
    :PROPERTIES:
    :ESTIMATED: 5
    :ACTUAL:   3.17
    :OWNER: kurianbenoy
    :ID: READ.1577503246
    :TASKID: READ.1577503246
    :END:
    :LOGBOOK:
    CLOCK: [2020-01-04 Sat 22:29]--[2020-01-04 Sat 23:09] =>  0:40
    CLOCK: [2020-01-04 Sat 21:33]--[2020-01-04 Sat 22:17] =>  0:44
    CLOCK: [2020-01-03 Fri 16:23]--[2020-01-03-Fri 17:25] =>  1:02
    CLOCK: [2020-01-02 Thu 07:46]--[2020-01-02 Thu 08:09] =>  0:23
    CLOCK: [2020-01-02 Thu 06:49]--[2020-01-02 Thu 06:58] =>  0:09
    CLOCK: [2020-01-02 Thu 05:41]--[2020-01-02 Thu 06:07] =>  0:26
    CLOCK: [2020-01-01 Wed 23:01]--[2020-01-01 Wed 23:49] =>  0:48
    :END:
    
